question_python_data = [

    {
        "question": "Вибери правильну відповідь",
        "right": "Якщо в списку лежить 10 елементів, \nто номер останнього елемента 9",
        "wrong": [
            "Всі елементи списку пронумеровані, починаючи з 1",
            "В одному списку можуть знаходитися елементи \nтільки одного типу даних. Наприклад, \nтільки числа або тільки рядки.",
            "Якщо в списку лежить 10 елементів, \nто номер останнього елемента 10",
        ]
    },
    {
        "question": "Обробка вийнятків - це ...",
        "right": "виявлення не бажаної поведінки програми і \nопис реакції програми на виникаючу помилку",
        "wrong": [
            "спеціальна програма, що розпізнає і \nвиконує команди.",
            "сортування елементів списка",
            "не впорядкований набір даних",
        ]
    },
    {
        "question": "len(список) - це ...",
        "right": "визначення довжини списку",
        "wrong": [
            "сортування елементів списку в алфавітному \nпорядку (зростання)",
            "додавання елемента в кінець списку",
            "отримання елемента списку по його номеру",
        ]
    },
    {
        "question": "Який номер елемента 'Микитка' в заданому списку \nstudents = ['Павлів', 'Коцькає', 'Микитка', 'Запорожська']",
        "right": "2",
        "wrong": [
            "0",
            "3",
            "4",
        ]
    },
]

question_math_data = [
    {
        "question": "Яка з рівностей є правильною?",
        "right": "5*5*5=5^3",
        "wrong": [
            "5+5+5=5^3",
            "5*5*5=5*3",
            "5^3=5*3",
        ]
    },
    {
        "question": "Сума кутів трикутника дорівнює...",
        "right": "180",
        "wrong": [
            "120",
            "90",
            "360",
        ]
    },
    {
        "question": "Зміна x-це:",
        "right": "Аргумент",
        "wrong": [
            "Ордината",
            "Абсциса",
            "Функція",
        ]
    },
    {
        "question": "Розкртйте дужки 4-(m-p)",
        "right": "4-m+p",
        "wrong": [
            "4-m-p",
            "4+m+p",
            "4+m-p",
        ]
    }
]

question_english_data = [
    {
        "question": "Will Smith __ from America.",
        "right": "is",
        "wrong": [
            "am",
            "are",
            "on",
        ]
    },
    {
        "question": "__ this T-shirt?",
        "right": "Do you like",
        "wrong": [
            "You like",
            "Do like you",
            "Are you like",
        ]
    },
    {
        "question": "A giraffe is the __ animal in the zoo.",
        "right": "tallest",
        "wrong": [
            "taller",
            "more tall",
            "the tallest",
        ]
    },
    {
        "question": "Summer is __ than spring.",
        "right": "hotter",
        "wrong": [
            "the hottest",
            "hottest",
            "hot",
        ]
    }
]

question_geography_data = [
    {
        "question": "Найвище озеро у світі:",
        "right": "Тітікака",
        "wrong": [
            "Мічиган",
            "Огаййо",
            "Синевир",
        ]
    },
    {
        "question": "Основна частина України розташована в:",
        "right": "Помірно кліматичному поясі",
        "wrong": [
            "Тропічномі кліматичному поясі",
            "Субтропічному кліматичному поясі",
            "Арктичному кліматичному поясі",
        ]
    },
    {
        "question": "Якщо стати обличчям на північ, то праворуч буде:",
        "right": "Схід",
        "wrong": [
            "Захід",
            "Північний захід",
            "Південий-схід",
        ]
    },
    {
        "question": "Найвища точка Кримськіх гір:",
        "right": "Роман-Кош",
        "wrong": [
            "Говерла",
            "Ай-Петрі",
            "Джомолунга",
        ]
    }
]